#!/usr/bin/env python
# -*- coding: utf-8 -*-
# @File    : IdToChinese.py
# @Date    : 2019-03-27
# @Author  : wudan

IdToChinese = {
    'SH00PD_959201101': '个人独资企业设立登记',
    'SH00PD_959201102':'个人独资企业及其分支机构的变更登记',
    'SH00PD_959201102-1':'个人独资企业及其分支机构的变更登记（变更投资人）',
    'SH00PD_959201102-2':'个人独资企业及其分支机构的变更登记（变更住所）',
    'SH00PD_959201102-3':'个人独资企业及其分支机构的变更登记（变更营业范围）',
    'SH00PD_959201105': '个人独资企业及其分支机构注销登记',
    'SH00PD_959201115':'个人独资企业的分支机构设立登记',
    'SH00PD_962201101':'合伙企业设立登记',
    'SH00PD_962201102':'合伙企业及其分支机构变更登记',
    'SH00PD_962201102-1':'合伙企业及其分支机构变更登记（变更合伙人）',
    'SH00PD_962201102-2':'合伙企业及其分支机构变更登记（变更住所）',
    'SH00PD_962201102-3':'合伙企业及其分支机构变更登记（变更营业范围）',
    'SH00PD_962201102-4':'合伙企业及其分支机构变更登记（执行事务合伙人- 委派代表）',
    'SH00PD_962201105':'合伙企业及其分支机构注销登记',
    'SH00PD_962201115':'合伙企业的分支机构设立登记',
    'SH00PD_963201101':'内资公司设立登记',
    'SH00PD_963201102':'内资公司及其分支机构变更登记',
    'SH00PD_963201102-1':'内资公司及其分支机构变更登记（变更股东）',
    'SH00PD_963201102-2':'内资公司及其分支机构变更登记（变更监事）',
    'SH00PD_963201102-3':'内资公司及其分支机构变更登记（变更住所）',
    'SH00PD_963201102-4':'内资公司及其分支机构变更登记（变更营业范围）',
    'SH00PD_963201102-5':'内资公司及其分支机构变更登记（变更法代）',
    'SH00PD_963201102-6':'内资公司及其分支机构变更登记（分公司变更负责人）',
    'SH00PD_963201105':'内资公司及其分支机构注销登记',
    'SH00PD_963201105-1':'内资公司注销',
    'SH00PD_963201105-2':'内资分公司注销',
    'SH00PD_963201115':'内资公司的分支机构设立登记'
}